Repository: ramSde/XRayKaro
Catalog: lib/l10n/app_*.arb
Languages: ta, te

# appTitle
source: Xray Fun Camera
ta: எக்ஸ்ரே ஃபன் கேமரா
te: ఎక్స్‌రే ఫన్ కెమెరా

# disclaimerTitle
source: Disclaimer
ta: துறப்புப் பத்திரம்
te: అస్వీకరణ

# disclaimerShort
source: This app provides simulated X-ray visuals for entertainment only.
ta: இந்த பயன்பாடு பொழுதுபோக்கிற்காக உருவாக்கப்பட்ட எக்ஸ்ரே காட்சிகளை வழங்குகிறது.
te: ఈ యాప్ వినోదం కోసం అనుకరణ ఎక్స్‌రే దృశ్యాలను అందిస్తుంది.

# disclaimerRead
source: Read
ta: படிக்க
te: చదవండి

# disclaimerAccept
source: Accept Disclaimer & Privacy Policy
ta: துறப்புப் பத்திரம் மற்றும் தனியுரிமை கொள்கையை ஏற்கவும்
te: అస్వీకరణ మరియు గోప్యతా విధానాన్ని అంగీకరించండి

source: Privacy Policy
ta: தனியுரிமை கொள்கை
te: గోప్యతా విధానం

# terms
source: Terms & Conditions
ta: விதிகள் மற்றும் நிபந்தனைகள்
te: నిబంధనలు

# forceUpdateTitle
source: Update Required
ta: புதுப்பிப்பு தேவை
te: అప్డేట్ అవసరం

# forceUpdateMessage
source: A new version of the app is available. Please update to continue.
ta: புதிய பதிப்பு கிடைக்கிறது. தொடர புதுப்பிக்கவும்.
te: యాప్ యొక్క కొత్త వెర్షన్ అందుబాటులో ఉంది. కొనసాగించడానికి దయచేసి అప్డేట్ చేయండి.

# updateButton
source: Update Now
ta: இப்போது புதுப்பிக்கவும்
te: ఇప్పుడు అప్డేట్ చేయండి
